Revit 2024 API
TableCellCalculatedValueData Properties
The TableCellCalculatedValueData type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
TableCellCalculatedValueData Class
Autodesk.Revit.DB Namespace